[
	{
		"id": "8",
		"name": "Troy Butler",
		"position": "Assistant Professor",
		"institution": "University of Colorado Denver",
		"website": "http:\/\/www.math.ucdenver.edu\/~tbutler\/",
		"education": "PhD (2009), Mathematics, Colorado State University\r\nICES Postdoctoral Fellow (2009-11) and Research Associate (2011-12), The University of Texas at Austin\r\nResearch Scientist, Level 2 (2012-13), Department of Statistics, Colorado State University\r\n",
		"research": "Uncertainty Quantification, Simulation-Based Optimal Experimental Design, Subsurface Contaminant Transport",
		"collaborations": "V.V. Vesselinov (LANL), Clint Dawson (UT-Austin), Don Estep (CSU)",
		"about": "",
		"impact": ""
	},
	{
		"id": "18",
		"name": "Luis Cueto-Felgueroso",
		"position": "Ram&oacute;n y Cajal Fellow",
		"institution": "Technical University of Madrid",
		"website": "",
		"education": "PhD (2005), University of A Coruña (Spain)\r\nPostdoctoral Fellow (2006-2008), Massachusetts Institute of Technology (AeroAstro)\r\nPostdoctoral Associate (2008-2010), Massachusetts Institute of Technology (CEE)\r\nResearch Associate (2010-2015), Massachusetts Institute of Technology (CEE)\r\n",
		"research": "Modeling and simulation of flow instabilities in porous media",
		"collaborations": "Ruben Juanes (MIT)",
		"about": "Luis Cueto-Felgueroso is a Ramón y Cajal Fellow in the Dept. of Civil Engineering: Hydraulics, Energy and Environment at the Technical University of Madrid in Spain. Previously, he worked for over eight years at the Massachusetts Institute of Technology, first as a Postdoctoral Fellow in the Dept. of Aeronautics and Astronautics, and then as a Research Associate in the Dept. of Civil and Environmental Engineering.\r\n\r\nLuis’ research focuses on modeling and numerical simulation of multiphase flow and geomechanics, with applications in subsurface energy resources and environmental research. His approach is strongly quantitative, searching for simple mathematical descriptions of complex processes and relying on high-resolution numerical simulations.",
		"impact": "Luis was a Research Associate with Ruben Juanes at MIT and partially supported by DiaMonD. In collaboration with Xiaojing Fu and Amir Pahlavan, also from the Juanes Research Group, he investigated the impact of hydrodynamic instabilities on mixing processes in porous media, particularly in the context of geological sequestration of CO2. He also developed mathematical descriptions of multiphase porous media systems incorporating the role of partial wetting and hysteresis.  \r\n\r\nDiaMonD is a paradigmatic example of a multidisciplinary team being much larger than the sum of its individual components. The DiaMonD team addressed a broad range of themes and scientific questions in computational science and engineering, with a strong focus on using data and models to inform practical decisions. DiaMonD has been a life-changing opportunity to work with and learn from the best in the field, broadening Luis’ professional network and inspiring many of his current research projects."
	},
	{
		"id": "2",
		"name": "Tiangang Cui",
		"position": "Lecturer",
		"institution": "Monash University",
		"website": "https:\/\/fastfins.org",
		"education": "PhD (2011), Engineering Science, the University of Auckland\r\nPostdoctoral Associate (2012-2015), Massachusetts Institute of Technology",
		"research": "Large-scale inverse problems, data-driven model reduction",
		"collaborations": "Ghattas (UT Austin), Marzouk (MIT), Peherstorfer (U Wisconsin), Petra (UC Merced), Willcox (MIT)",
		"about": "",
		"impact": ""
	},
	{
		"id": "17",
		"name": "Pietro de Anna",
		"position": "Assistant Professor",
		"institution": "University of Lausanne (CH)",
		"website": "http:\/\/www.pietrodeanna.org",
		"education": "PhD (2012), Earth Sciences University of Rennes 1 (FR)\r\nPostdoctoral Fellow (2012-2014), Massachusetts Institute of Technology (EAPS)\r\nPostdoctoral Associate (2014-2015), Massachusetts Institute of Technology (CEE)\r\n",
		"research": "Modeling single phase flow and transport in heterogeneous media",
		"collaborations": "Juanes (MIT), Biros (UT at Austin)",
		"about": "Pietro de Anna is physicist, in 2009 he got a Master from the University of Florence (Italy) in Statistical Mechanics. In 2012 Pietro got a PhD in Geosciences from the University of Rennes 1 (Brittany, France), where he studied mixing and reactions in porous media flows. In the period 2012-2015 he was postdoctoral fellow at MIT (Boston, U.S.), where he learned and developed microfluidics and microscopy techniques for porous media flows investigation.\r\n\r\nSince August 2015 he is an assistant professor (tenure track) within the Applied and Environmental Geophysics Group at the Institute of Earth Sciences (ISTE) of the University of Lausanne (UNIL).\r\n\r\nPietro's research focuses at the physics of small scale flow and mixing in near surface environments, with particular attention to their coupling with chemical and biological activities. He incorporate theoretical\/numerical approaches to novel microfluidics experiments allowing the direct visualization and quantification of small scale processes in confined flows.\r\n",
		"impact": "Pietro was Postdoc with Ruben Juanes at MIT and partially supported by DiaMonD. In collaboration with Bryan Quaife and George Biros (from UT at Austin) and his supervisor Ruben Juanes (MIT), he investigated the relationship between pore structure and the resulting fluid flow and transport behavior in 2D geometries representing simplified porous material structures. He derived an analytical relationship between the pore throat size distribution and the distribution of the low fluid velocities, based on the conceptual model of porelets (Hagen--Poiseuille flows established within each pore throat). The proposed model allows to make predictions---within stochastic random walk (CTRW) framework---for the asymptotic statistics of spreading of fluid particles along their own trajectories. \r\n\r\nAdditionally, the DiaMonD team and DiaMonD’s broad themes were a unique opportunity for Pietro to establish research collaborations, far beyond the lifetime of their DiaMonD support. Pietro is currently working on the 3 dimensional counterpart of its 2 dimensional models with Ruben Juanes."
	},
	{
		"id": "9",
		"name": "Matthew G. Reuter",
		"position": "Assistant Professor",
		"institution": "Stony Brook University",
		"website": "http:\/\/you.stonybrook.edu\/reutergroup\/",
		"education": "PhD (2011), Chemistry, Northwestern University\r\nWigner Fellow (2011-13), Oak Ridge National Laboratory\r\nResearch Associate (2014), Northwestern University\r\n",
		"research": "Computational Nanomaterials",
		"collaborations": "Bobby Sumpter (Oak Ridge National Laboratory)",
		"about": "Matt Reuter is an assistant professor at Stony Brook University. His research interests sit at the intersection of chemical physics, applied mathematics, and computational science. Some projects investigate the chemical dynamics of nanometer-scale systems, whereas others develop mathematical and computational tools for describing such behavior. Regardless, all projects somehow use physical curiosity to develop new mathematical models and\/or mathematical methods to explore novel physical behavior.",
		"impact": "Matt was a Wigner fellow \/ research associate with Bobby Sumpter at Oak Ridge National Laboratory, and was partially supported by DiaMonD. DiaMonD allowed him to develop better mathematical and computational tools for studying the electronic structure of nanomaterials. In particular, he learned about cutting-edge numerical methods and how to apply them to solve real-world, multidisciplinary problems. His subsequent interests involved developing physical meanings and interpretations not only for the computational results, but also for the existence of the mathematical\/numerical techniques themselves."
	},
	{
		"id": "7",
		"name": "Jehanzeb H. Chaudhry",
		"position": "Assistant Professor",
		"institution": "University of New Mexico",
		"website": "http:\/\/math.unm.edu\/~jehanzeb\/",
		"education": "PhD (2011), Computer Science, University of Illinois at Urbana-Champaign\r\nPostdoctoral Researcher (2011-2014), Colorado State University\r\nPostdoctoral Researcher (2014-2015), Florida State University\r\n",
		"research": "Hierarchical Reduced Order Modeling and A Posteriori Error Estimation",
		"collaborations": "Estep (CSU), Gunzburger (FSU)",
		"about": "Jehanzeb H. Chaudhry is an assistant professor in the Department of Mathematics and Statistics at the University of New Mexico. Chaudhry’s research is in the design and analysis of numerical methods for PDEs. In particular, his research focuses on adjoint based a posteriori error estimation, Parallel-in-Time integration, Uncertainty Quantification, Reduced Order Modeling, Least-Squares Finite Element Methods and design and analysis of  adaptive numerical methods for continuum biomolecular electrostatics. His recent research highlights include analysis of two stage methods, analysis of Parareal algorithm, analysis of IMEX schemes, analysis of multi-discretization for coupled PDEs, analysis of iterative solution techniques and uncertainty quantification for PDEs posed on stochastic domains.",
		"impact": "Chaudhry was Postdoctoral Researcher with Estep at CSU and partially supported by DiaMonD. Chaudhry worked on reduced order modeling with DiaMonD PIs Estep and Gunzburger (FSU). The research collaboration between Estep,  Gunzburger and Chaudhry led to the development of hierarchical reduced-order model based on the proper orthogonal decomposition methodology for the solution of parameterized elliptic partial differential equations. The research yielded more efficient offline and online stages for the proper orthogonal decomposition method. The ideas were extended for inexpensive adjoint based a posteriori error estimation of both the expensive finite element method solutions and the reduced-order model solutions, for a single and multiple quantities of interest.  This project utilized the expertise of both Estep and Gunzburger, and enabled Chaudhry to benefit greatly from the multiple perspectives. Chaudhry also made invaluable contacts while travelling to FSU as part of this research and he moved on to Gunzburger’s group as a Postdoctoral researcher in 2014. "
	},
	{
		"id": "6",
		"name": "Nan Jiang",
		"position": "Assistant Professor",
		"institution": "Missouri University of Science and Technology",
		"website": "http:\/\/mysites.mst.edu\/jiangn",
		"education": "PhD (2014), Mathematics, University of Pittsburgh\r\nPostdoctoral Associate Researcher (2015-2016), Florida State University\r\n",
		"research": "Fast ensemble-POD methods for simulating fluid flows",
		"collaborations": "Max Gunzburger (FSU), Michael Schneier (FSU)",
		"about": "Nan Jiang is an Assistant Professor in the Department of Mathematics and Statistics at Missouri University of Science and Technology. Her research is in numerical analysis, computational fluid dynamics and uncertainty quantification. Her current research focuses on the development of efficient ensemble algorithms and their analytical foundation for fast calculation of flow ensembles to quantify uncertainties in predictive simulations of fluid flows.",
		"impact": "Nan Jiang was a Postdoctoral Associate Researcher with Max Gunzburger at Florida State University and partially supported by DiaMonD. DiaMonD allows her to develop more efficient ensemble algorithms for uncertainty quantification by applying reduced order modeling techniques to further reduce the computational cost. Specifically, the research collaboration with Gunzburger (FSU) and Schneier (FSU) leads to the development of an ensemble-proper orthogonal decomposition method for the Navier-Stokes equations, which allows for the efficient determination of multiple solutions corresponding to many parameter sets. Jiang is still active in this research direction and is continuing active collaborations with Gunzburger and Schneier."
	},
	{
		"id": "16",
		"name": "Peter K. Kang",
		"position": "Research Scientist",
		"institution": "Korea Institute of Science and Technology",
		"website": "www.pkkang.com",
		"education": "PhD (2014), Massachusetts Institute of Technology (CEE)\r\nMS (2010), Massachusetts Institute of Technology (CEE)\r\nBA (2008), Seoul National University \r\n\r\nResearch Scientist (2015-), Korea Institute of Science and Technology (KIST)\r\nPostdoctoral Associate (2014-2015), Massachusetts Institute of Technology (EAPS)",
		"research": "Anomalous transport in stressed rough fractures",
		"collaborations": "Ruben Juanes (MIT)",
		"about": "Peter K. Kang is a geoscientist whose research focuses on the physics of flow and transport in porous and fractured media. He is currently a research scientist at Korea Institute of Science and Technology (KIST) and an affiliated researcher in the Subsurface Energy and Mechanics (SEaM) Lab and the Earth Resources Laboratory (ERL) at MIT. \r\n\r\nPeter’s research focuses on flow and transport in porous and fractured media. He combines theory, numerical simulation and experiments to further advance fundamental understanding of the fluid flow and mass transport across scales: from pore to fracture to field scale. Based on the understanding of the multi-scale phenomena, he develops predictive models for real world problems in areas of subsurface energy and water resources, including subsurface contaminant transport, reservoir characterization, aquifer storage and recovery (managed aquifer recharge), and water filtration.\r\n",
		"impact": "Peter was Postdoctoral Associate with Ruben Juanes at MIT and partially supported by DiaMonD. He investigated the effects of confining stress on fluid flow and tracer transport through fractures. The contact between fluids and the solids in porous media enables a strong fluid-solid coupling in subsurface processes. He found the emergence of anomalous transport through a rough-walled fracture as a result of increasing compressive stress on the fracture, and investigated the origin of the observed anomalous transport. Based on the mechanistic understanding he developed an upscaled transport model and demonstrated its predictive power. This work elucidated an unrecognized link between geomechanics and tracer transport in fractured media. \r\n\r\nDiaMonD team and DiaMonD’s broad themes were an invaluable opportunity for Peter to expand his research networks across different fields of science. Peter is currently extending his coupled flow-geomechanics work to study the impact of geomechanical effects on flow and tracer transport in fractured media at field scale with Ruben Juanes.\u2028"
	},
	{
		"id": "5",
		"name": "Douglas L. Allaire",
		"position": "Assistant Professor",
		"institution": "Texas A&amp;M University",
		"website": "http:\/\/cdl.tamu.edu",
		"education": "PhD (2009), Aerospace Engineering, MIT\r\nPostdoctoral Research (2009-2011), MIT\r\nResearch Scientist (2011-2013), MIT\r\n",
		"research": "Uncertainty quantification, multifidelity methods",
		"collaborations": "Karen Willcox (MIT)",
		"about": "Dr. Douglas Allaire is currently an assistant professor in the Mechanical Engineering Department at Texas A&M University.  He has held that position since January 2014.  His current research focuses on the development of computational methods for the analysis, design, and operation of complex systems.  He is specifically interested in aspects of uncertainty quantification, multidisciplinary design optimization, and compositional methods for simulation-based design.  He is currently working on projects involving the development of computational methods for enabling self-aware unmanned aerial vehicles, the development of optimal algorithms for multi-information source management in design, and the development of methods for enabling correct-by-construction model-based design processes.",
		"impact": ""
	},
	{
		"id": "12",
		"name": "Damien Lebrun-Grandie",
		"position": "Research Staff",
		"institution": "Oak Ridge National Laboratory",
		"website": "",
		"education": "PhD (2014), Nuclear Engineering, Texas A&M University\r\nPostdoc (2014-2016), Oak Ridge National Laboratory\r\n",
		"research": "Model Inadequacy and Electrochemical Energy Storage Systems",
		"collaborations": "Moser (UT Austin)",
		"about": "Damien Lebrun-Grandie is a research staff member in the Computational Science and Mathematics division at Oak Ridge National Laboratory. His work revolves around numerical methods and software development for large-scale simulations. As a member of the Computational Engineering and Energy Sciences group, he contributes to various projects, from modeling nuclear reactors to electrochemical energy storage systems, including additive manufacturing. His current research focuses on the development of parallel solution transfer services to enable exascale multiphysics applications.",
		"impact": "Damien was posdoctoral research associate with Turner at ORNL, partially supported by DiaMonD. His research contribution to the modeling of electrochemical energy storage systems are the result of close collaborations with other members of the DiaMonD project. Collaboration with UT Austin, led to investigating the inadequacy of lower-fidelity equivalent circuit models for predicting the behavior of a supercapacitor double-layer. DiaMonD was a unique opportunity for Damien to interact with world-class scientists and fellow young researchers."
	},
	{
		"id": "3",
		"name": "Rebecca Morrison",
		"position": "Assistant Professor",
		"institution": "University of Colorado at Boulder",
		"website": "",
		"education": "PhD (2016), Computational Science, Engineering and Mathematics, University of Texas at Austin\r\nPostdoctoral Research (2016-current), Massachusetts Institute of Technology\r\n",
		"research": "Model inadequacy in combustion kinetics",
		"collaborations": "Marzouk (MIT), Moser (UT), Oliver (UT)",
		"about": "Rebecca Morrison is a postdoc in the AeroAstro Department at the Massachusetts Institute of Technology, where she works in the group for uncertainty quantification. Her research focus is on sparse graph learning in high-dimensional, non-Gaussian settings, and also the problem of model inadequacy of reduced or uncertain models. These topics are motivated by the goal to make reliable predictions of physical systems using computational, physics-based and data-driven models.",
		"impact": "As a PhD student with Bob Moser at UT, the support of DiaMonD allowed Rebecca to explore undeveloped areas in uncertainty quantification, especially the effect of uncertain and reduced models. Model error, or inadequacy, is an often overlooked but critical source of error in computational modeling of physical systems. Rebecca’s dissertation addressed this source of error in the kinetics of hydrogen combustion by using data-driven models that respect strict physical constraints. Equally valuable, DiaMonD also provided opportunities to meet researchers from other institutions, including Youssef Marzouk and the UQ group at MIT, where she is now a postdoctoral researcher. This position, in turn, has prepared Rebecca for her upcoming faculty job at CU Boulder."
	},
	{
		"id": "4",
		"name": "Matthew Parno",
		"position": "Research Physical Scientist",
		"institution": "US Army Cold Regions Research and Engineering Laboratory",
		"website": "",
		"education": "PhD (2014), Computational Science and Engineering, MIT\r\nPostdoctoral Research (2014-2015), MIT",
		"research": "Uncertainty quantification, Inverse Problems",
		"collaborations": "Youssef Marzouk (MIT)",
		"about": "Matt Parno is a researcher at the Cold Regions Research and Engineering, which is part of the US Army Corps of Engineers Engineer Research and Development Center (ERDC).  Matt’s research is focused in computational tools and the application of Bayesian techniques to large scale geophysical problems, with a particular emphasis on the use of optimal transport for efficiently tackling Bayesian problems.   His application areas include sea-ice modeling, structural health monitoring, and the sensing of hydrologic systems.",
		"impact": "Matt was a Ph.D. student and later a Postdoctoral Associate with DiaMonD PI Youssef Marzouk at the Massachusetts Institute of Technology.  Matt’s work with DiaMonD led to several advancements involving optimal transport maps in Bayesian inference, including a new Markov chain Monte Carlo algorithm and a probabilistic decomposition of multiscale inverse  problems.   Matt is now using these techniques on real-world applications at the Cold Regions Research and Engineering Laboratory.   He is also continuing to develop transport map approaches for near real-time Bayesian computation.   Through DiaMonD, Matt has also developed the MIT Uncertainty Quantification (MUQ) software package, which has become an important tool for many users.   Matt continues to develop this package and maintains close ties with DiaMonD PIs at MIT."
	},
	{
		"id": "1",
		"name": "Benjamin Peherstorfer",
		"position": "Assistant Professor",
		"institution": "University of Wisconsin-Madison",
		"website": "https:\/\/pehersto.engr.wisc.edu",
		"education": "PhD (2013), Computer Science, Technical University of Munich\r\nPostdoctoral Associate (2014-2016), Massachusetts Institute of Technology",
		"research": "Multi-fidelity uncertainty quantification, data-driven model reduction",
		"collaborations": "Cui (Monash), Gunzburger (FSU), Marzouk (MIT), Petra (UC Merced), Willcox (MIT)",
		"about": "Benjamin Peherstorfer is assistant professor for Computational Science and Engineering in the Department of Mechanical Engineering at the University of Wisconsin-Madison and is affiliated with the Optimization Group at the Wisconsin Institute for Discovery. Peherstorfer’s research is in high-dimensional problems, computational statistics, and scientific computing, with specific interest in uncertainty propagation and Bayesian inference problems. His current research focuses on multi-level and multi-fidelity methods that combine information from data and physics-based models to make tractable uncertainty quantification with large-scale numerical simulations in computational science and engineering. Additionally, Peherstorfer works on data-driven model reduction techniques that derive localized and dynamically adaptive reduced models to efficiently predict the behavior of systems with complex nonlinear structures such as reacting flows and action potentials in neurons.",
		"impact": "Peherstorfer was Postdoctoral Associate with Willcox at MIT and partially supported by DiaMonD. His research contributions in uncertainty quantification are the result of close collaborations with the DiaMonD PIs and their groups. Collaborations with Gunzburger (FSU) and his group led to the multi-fidelity Monte Carlo method that combines high-fidelity models with general surrogate models to provide efficient and mathematically rigorous uncertainty propagation in large-scale numerical simulations. Collaboration with Marzouk (MIT) and other DiaMonD team members led to a multi-fidelity method for rare event simulation. Additionally, the large number of young researchers in the DiaMonD team and DiaMonD’s broad cross-cutting themes were a unique opportunity for Peherstorfer to establish long-term research collaborations with fellow young researchers, far beyond the lifetime of their DiaMonD support. Peherstorfer is currently working on model reduction for Bayesian inference with Tiangang Cui (former MIT, now Monash University) and Noemi Petra (former UT Austin, now UC Merced), who were supported by DiaMonD and have now moved on to start their own research groups too."
	},
	{
		"id": "14",
		"name": "Noemi Petra",
		"position": "Assistant Professor",
		"institution": "University of California, Merced",
		"website": "http:\/\/faculty.ucmerced.edu\/npetra\/",
		"education": "PhD (2010), Applied Mathematics, University of Maryland\r\nICES postdoctoral fellow (2010-2011), and Research\r\nAssociate (2011-2014), The University of Texas at Austin \r\n",
		"research": "Large-scale inverse problems, optimal experimental design, dimensionality reduction",
		"collaborations": "Alexanderian (NC State), Cui (Monash), Ghattas (UT Austin), Marzouk (MIT), Peherstorfer (Wisconsin-Madison), Stadler (NYU, Courant), Willcox (MIT)",
		"about": "Noemi Petra is Assistant Professor of Applied Mathematics in the School of Natural Sciences at the University of California, Merced. Petra’s research is in large-scale inverse problems governed by differential equation, uncertainty quantification in inference and prediction, and optimal experimental design. Her current research focuses on structure exploiting scalable methods for efficient posterior exploration in high dimensions in the context of ice sheet inverse problems.  Additionally, Petra works on (state and parameter) dimension reduction techniques that exploit local sensitivity of the data to (unknown\/uncertain) parameters that have promise to mitigate the computational challenges in inference stemming from the high-dimensional state and uncertain parameters.",
		"impact": "Petra was a Postdoctoral Fellow and later Research Associate with Ghattas at UT Austin, partially supported by DiaMonD. Her research contributions in the area of uncertainty quantification in inference and prediction and optimization for control and design are the result of close collaborations with the DiaMonD PIs and their groups. Collaborations with Ghattas (UT Austin) led to scalable and efficient algorithms for the propagation of uncertainty from data through inference to prediction for large-scale Antarctic ice sheet flow problems. Collaborations with Alexanderian (former UT Austin, now NC State), Ghattas (UT Austin), and Stadler (former UT Austin, now NYU, Courant) led to a quadratic Taylor series approximation-based method for optimal control of systems governed by partial differential equations with uncertain parameter fields. DiaMonD’s vibrant researchers  and broad cross-cutting themes offered a unique opportunity for Petra to establish long-term research collaborations. Petra is currently working on model reduction for Bayesian inference with Cui (Monash University), Ghattas (UT Austin), Marzouk (MIT), Peherstorfer (Wisconsin-Madison), and Willcox (MIT).\r\n"
	},
	{
		"id": "11",
		"name": "Bryan Quaife",
		"position": "Assistant Professor",
		"institution": "Florida State University",
		"website": "http:\/\/sc.fsu.edu\/~bquaife",
		"education": "PhD (2011), Mathematics, Simon Fraser University\r\nPostdoctoral Associate (2011-2015), University of Texas at Austin\r\n",
		"research": "Macroscopic properties of fluid flow and transport through porous media",
		"collaborations": "Biros (Texas), de Anna (Lausanne), Juanes (MIT)",
		"about": "Bryan Quaife is an Assistant Professor in Scientific Computing at Florida State University.  His research focuses on developing efficient and accurate integral equation methods for solving problems in interfacial dynamics, porous media, eigenvalue problems, and Beltrami operators.  He is also an associate at Florida State University’s Geophysical Fluid Dynamics Institute where he is collaborating on an interdisciplinary project between academia, industry, and government for modelling the spread of forest fire.",
		"impact": "Bryan Quaife was a Research Associate with George Biros at the University of Texas and was partially supported by DiaMonD.  His expertise with integral equation methods allowed Quaife to develop high resolution solutions of the Stokes equations in porous media.  These numerical results were compared with experimental results from Ruben Juanes’ group at MIT.  Then, a new statistical approach for understanding velocity distribution and transport in porous media was developed and tested with numerical simulations.  Quaife is still active in this project and it has lead to new research directions and collaborations since joining Florida State University."
	},
	{
		"id": "13",
		"name": "Georg Stadler",
		"position": "Associate Professor",
		"institution": "Courant Institute, New York University",
		"website": "http:\/\/www.cims.nyu.edu\/~stadler\/",
		"education": "PhD (2004), Mathematics, University of Graz, Austria\r\nPostdoc, Research Associate, Research Scientist and Lecturer (2006-2014), The University of Texas at Austin",
		"research": "Bayesian inverse problems, Optimal design and Optimization under uncertainty, Dimension reduction, Scalable solvers for ice sheet dynamics, multigrid  ",
		"collaborations": "Alexanderian (NC State), Biros (UT Austin), Bui-Thanh (UT Austin), Ghattas (UT Austin), Isaac (U Chicago), Petra (UC Merced), Sundar (Univ. of Utah)",
		"about": "Georg Stadler is an Associate Professor of Mathematics at New York University’s Courant Institute of Mathematical Sciences. His research focuses on Bayesian inverse problems, on optimal experimental design and optimization under uncertainty for systems governed by PDEs. Moreover, he works on the development of large-scale multi-level iterative solvers for systems of PDEs, discretized by higher-order methods. This works is mainly driven by non-Newtonian fluid problems arising in modelling the dynamics of ice sheets and the flow in earth’s mantle.\r\n",
		"impact": "Before joining the Courant Institute in 2014, Stadler was a Research Scientist in Ghattas’s group at UT Austin, and was partially supported by DiaMonD. His research contributions on the approximation of Bayesian inverse problems, on optimal experimental design and on optimization under uncertainty resulted from close collaboration with DiaMonD PI Ghattas, and with Alexanderian (NC State, formerly at UT Austin), Petra (UC Merced, formerly at UT Austin) and Bui-Thanh (UT Austin). His research on multi-level solvers and in particular multigrid was a close cooperation with DiaMonD PI Biros (UT Austin) and Sundar (Univ. of Utah, formerly at UT Austin). DiaMonD created a critical mass of young researchers with diverse backgrounds (Mathematics, CS, Engineering) to collaborate with each other. The driving applications helped to stay focused, and DiaMonD’s broad cross-cutting themes and regular meetings were a unique chance to establish new collaborations and independent research. Stadler is currently working on Gaussian random field priors for Bayesian inverse problems, and he is continuing active collaborations with Alexanderian and Petra, and with Ghattas and several students and postdocs of Ghattas’ team at UT Austin."
	},
	{
		"id": "15",
		"name": "Hari Sundar",
		"position": "Assistant Professor",
		"institution": "University of Utah",
		"website": "https:\/\/www.cs.utah.edu\/~hari\/",
		"education": "PhD (2009), Bioengineering, University of  Pennsylvania\r\nPostdoc (2011-2014), The University of Texas at Austin",
		"research": "Scalable Parallel Algorithms, Large-scale Multigrid Methods, Adaptive Mesh Refinement",
		"collaborations": "Alexanderian (NC State), Biros (UT Austin), Bui-Thanh (UT Austin), Ghattas (UT Austin), Stadler(NYU)",
		"about": "Hari Sundar is an Assistant Professor in the School of Computing at the University of Utah. His research focuses on the development of computationally optimal parallel, high-performance algorithms,  that are efficient and scalable on state-of-the-art architectures. It is driven by applications in biosciences and geophysics, such as cardiovascular mechanics, medical image analysis, and seismic wave propagation. His research has resulted in the development of state-of-the-art distributed algorithms for adaptive mesh refinement, geometric multigrid, fast Gauss transform and sorting. ",
		"impact": ""
	},
	{
		"id": "10",
		"name": "Aretha Teckentrup",
		"position": "Lecturer in Mathematics of Data Science",
		"institution": "University of Edinburgh, UK",
		"website": "http:\/\/www.maths.ed.ac.uk\/~ateckent\/",
		"education": "PhD (2013), Applied Mathematics, University of Bath\r\nPostdoc (2013-14), Florida State University\r\nPostdoc (2014-16), University of Warwick\r\n",
		"research": "Multilevel stochastic collocation methods, Total degree interpolation",
		"collaborations": "Max Gunzburger (Florida State University)",
		"about": "Aretha Teckentrup is a lecturer (equivalent to tenured assistant professor) at the University of Edinburgh in the UK. Her research  interests  are  at  the  interface  of  numerical  analysis,  statistics  and  data  science, in the areas of uncertainty quantification and Bayesian inverse problems. Recently, her focus has been on the development and analysis of multilevel sampling methods, and the numerical analysis of Gaussian process emulators in the context of surrogate models in Bayesian inverse problems.",
		"impact": "Aretha was a postdoctoral research associate with Max Gunzburger at Florida State University, and partially supported by DiaMonD. DiaMonD was a unique opportunity for Aretha to interact with world-class scientists, and the time at Florida State University gave her the chance to apply her expertise in multilevel sampling methods in the new context of collocation methods and sparse grid quadrature."
	}
]